import React from 'react';

function AgreedWithTermsLabel() {
    return (
        <div>
            <p>
                Սույնով տալիս եմ իմ համաձայնությունն առ այն, որ «Ամերիաբանկ» ՓԲԸ-ն առանց ինձ
                տեղեկացնելու հարցումներ կատարի և ստանա տեղեկություններ.
            </p>
            <ul>
                <li>
                    «ԱՔՌԱ Քրեդիտ Ռեփորթինգ» ՓԲԸ-ից իմ ներկա և անցյալ դրամական պարտավորությունների,
                    ինչպես նաև այլ տվյալների մասին,
                </li>
                <li>
                    «Նորք» սոցիալական ծառայությունների տեխնոլոգիական և իրազեկման կենտրոն հիմնադրամից
                    իմ ներկա և անցյալ աշխատանքային գործունեության, ինչպես նաև այլ տվյալների մասին:
                </li>
            </ul>
            <p>
                Վերոնշյալ տեղեկատվությունը «Ամերիաբանկ» ՓԲԸ-ի կողմից կարող է օգտագործվել ինձ հետ
                վարկային պայմանագիր կնքելու վերաբերյալ որոշում կայացնելիս, ինչպես նաև սույն
                համաձայնությունը կիրառելի է իմ և Բանկի միջև հարաբերությունների ամբողջ
                ժամանակահատվածի ընթացքում։
            </p>
            <p>
                Չնայած Սքորինգային (առցանց) համակարգով հաստատված հայտի առկայությանը, բացառիկ
                հանգամանքներում Հաճախորդի վարկունակության վերաբերյալ լրացուցիչ պարզաբանումների
                անհրաժեշտության դեպքում վարկի տրամադրման վերջնական որոշումն ընդունվում է
                Բանկի/մասնաճյուղի կողմից:
            </p>
        </div>
    );
}

export default AgreedWithTermsLabel;
